      * Code needs to be compiled for anything to show on display.
      * Compiles on Linux with "cobc -x -o hw.exe helloworld.cob"
000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. HELLOWORLD.
000300 PROCEDURE DIVISION.
000400    DISPLAY 'Hello world!'.
000500    STOP RUN.
